Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/lebesby-s.htm.tmx
Source language: sme
Languages: nob

source: Dorskavutnii ja Gussanjárgii huksejuvvojedje gaskaboddosaš skuvllat, mat dalle heaittihuvvojedje go Davvesiidda internáhtta lei gárvvis.
nob: I Torskefjord og på Kunes blei det reist midlertidige skoler, som så blei inndratt da internatet på Lebesby sto ferdig.

source: Váhnemiid nuvttá bargu ja gieldda suoládeapmi
nob: Foreldredugnad og kommunalt tjuveri

source: Juste soađi maŋŋá áŋgirušše siskkit Lágesvuona váhnemat oažžut sierra skuvlla Gussanjárgii.
nob: Rett etter krigen engasjerte foreldra i indre Laksefjord seg for å få egen skole på Kunes.

source: Sis lei dalle bráhkka mii dan áiggi diliid ektui lei dohkálaš skuvlavistin, ja vaikko lei garra vuosteháhku, nagodedje oažžut eanetlogu gielddastivrras álggahit sierra skuvlabiirre.
nob: De hadde da ei brakke som etter datidas forhold var brukbar til skole, og tross sterk motstand klarte de å få flertal i kommunestyret for oppretting av egen skolekrets.

source: Dan maŋŋá barge váhnemat álbmogassii lanjastit bráhka skuvlan ja internáhttan.
nob: Deretter gikk foreldra i gang med å innrede brakka til skole og internat på dugnad.

source: Juolludeamit stáhtas ja gielddas ledje beare unnán, ja váhnemat fertejedje ieža háhkat eanaš dávviriid maid skuvla dárbbašii.
nob: Tilskudda fra stat og kommune var alt for knappe, så foreldra måtte sjøl sørge for det meste av det skolen trengte.

source: Earret eará lágidedje dánsafeasttaid skuvlabráhkas lávvordagaid.
nob: Blant annet arrangerte de dansefester i skolebrakka på lørdagene.

source: Gieldda bealis ledje oaidnán Gussanjárgga skuvlabiire vuođđudeami dušše gaskaboddosaš čoavddusin dassái go internáhtta lei huksejuvvon.
nob: Fra kommunens side hadde man bare sett opprettinga av Kunes skolekrets som ei midlertidig løsning til internatet var bygd.

source: Muhto báikkálaš olbmot háliidedje bistevaš skuvlla.
nob: Men lokalbefolkninga ønska seg en permanent skole.

source: Boahtte riidu bođii juo 1950:s.
nob: Den neste striden kom allerede i 1950.

source: Dan dihte go bráhkka álggos lei ceggejuvvon báikái mii lei hui njuoskkas, guohcadišgođii farga.
nob: Fordi brakka opprinnelig var satt opp på et sted med veldig fuktig grunn, begynte den snart å råtne opp.

source: Gieldda sávaldaga vuostá sirde dalle olbmot ieža skuvlla goikásat sadjái.
nob: Mot kommunens ønske flytta da befolkninga sjøl skolen opp til et tørrere sted.

source: Doppe besse dalle joatkit dan rádjái go internáhtta gárvvistuvvui Davvesiidii.
nob: Der fikk man fortsette til internatet sto ferdig på Lebesby.

source: Davvesiidda internáhtta huksejuvvui guovtti muttus.
nob: Lebesby internat blei bygd i to byggetrinn.

source: Vuosttaš lei gárvvis 1954:s.
nob: Det første sto ferdig i 1954.

source: Gussanjárgga internáhttaohppiid sirde dalle dohko, ja dušše oahppit ieš Gussanjárggas báhce.
nob: Internatelevene på Kunes blei da overført dit, og bare elevene fra sjølve Kunes blei igjen.

source: Oahppilohku njiejai beliin.
nob: Elevtallet blei da mer enn halvert.

source: 1955 čakča lei nubbi huksenmuddu gárvvis Davvesiiddas, ja dalle galge maiddái eará Gussanjárga-oahppit dohko.
nob: På høsten 1955 sto 2. byggetrinn på Lebesby ferdig, og da skulle resten av Kunes-elevene også dit.

source: Dalle váhnemat lágidedje skuvlastreaikka, dan birra muitala Edmund Johansen eará artihkkalis dán girjjis.
nob: Da gikk foreldra til skolestreik, noe Edmund Johansen forteller om lenger ute i boka.

source: Stuora oassi Gussanjárgga skuvlla dávviriin ja neavvuin ledje dakkárat maidda váhnemat ledje čoaggán ruđa basáriid ja ávvudemiid bokte.
nob: En stor del av inventaret og utstyret på Kunes skole var slikt som foreldra hadde samla inn til gjennom basarer og fester.

source: Muhto gielda válddii visot, maiddái telefovnna, ja sirde Davvesiidda ja Gilivuona skuvllaide. Dat dagahii ahte vuostálasvuođat giliolbmuid ja gielddajođiheddjiid gaskkas vearáskedje.
nob: Men kommunen tok alt, inkludert telefonen, og overførte til skolene i Lebesby og Kjøllefjord, noe som bidro til å gjøre motsetningene mellom bygdefolket og kommuneledelsen ennå bitrere.

source: Skuvlastreaikka boađus lei ahte huksejuvvui bistevaš skuvlla Gussanjárgii, dát lei gárvvis 1958:s.
nob: Resultatet av skolestreiken blei at det blei bygd fast skole på Kunes, som sto ferdig i 1958.

source: Dalle fertejedje váhnemat vuorjat guhká oažžun dihtii telefovnna ruovttoluotta, muhto manne vel moadde jagi ovdal go ožžo dan.
nob: Da måtte foreldra mase lenge for å få telefonen tilbake, men det skulle vare flere år før de fikk den.

source: Loahpas biire oaččui 1000 ruvnno buhtadussan dávviriin mat ledje jávkan, muhto Leif Isaksena dieđuid mielde ii oktage diehtán 1979:s gosa ruđat ledje jávkan.
nob: Kretsen fikk tilslutt kr 1000 som erstatning for det materiellet som blei borte, men i følge Leif Isaksen [17] var det i 1979 ingen som visste hvor disse pengene var blitt av.

source: Unnán oahppit ja guovdilastinpolitihkka dahke ovttas ahte skuvla fas heaittihuvvui 1970:s.
nob: Kombinasjonen av lavt elevtall og sentraliseringstankegangen i tida gjorde at skolen blei nedlagt i 1970.

source: Maiddái dán háve dat dáhpáhuvai váhnemiid vuostecealkámušaid vuostá, ja muhtin váhnemat dolle unnimus mánáid ruovttus ja biehttaledje sáddemis sin internáhttii.
nob: Også denne gang skjedde det mot kraftige protester fra foreldrene, og en del foreldre holdt de minste barna hjemme og nekta å sende dem til internatet.

source: Uhkidedje ráŋggáštusaiguin ja sáhkuiguin, muhto ii oktage goit dubmejuvvon.
nob: De blei trua med straff og bøter, men visstnok blei ingen dømt.

source: Maiddái dán háve fievrridii gielda buotlágán dávviriid, daid gaskkas daid maidda váhnemat ledje čoaggán ruđa.
nob: Også denne gang frakta kommunen bort alt av materiell, deriblant det som foreldrene i kretsen hadde samla inn til.

source: Muhto 70-logus bođii nana lihkadus lávddadit skuvllaid, ja ovttas stuorit oahppiloguin dat dagahii ahte skuvla álggahuvvui fas 1975:s.
nob: Men på 70-tallet kom det en sterk bevegelse for desentralisering av skoleverket, og sammen med økt elevtall førte det til at skolen starta opp igjen i 1975.

source: Gussanjárgga skuvla 2007 (Govva: Svein Lund)
nob: Kunes skole 2007 (Foto: Svein Lund)

source: Sámegiella válgafágan
nob: Samisk som valgfag

source: Eanaš Gussanjárgga ohppiin lea leamaš sámi duogáš, muhto dáruiduhttin ja giellamolsun dagahii dađistaga ahte dušše áhkuid ja ádjáid buolva sámástii.
nob: De fleste elever ved Kunes skole har hatt samisk bakgrunn, men fornorsking og språkskifte førte etterhvert til at samisk bare blei snakka i besteforeldregenerasjonen.

source: Maŋimus logijagiid eanaš váhnemat eai leat máhttán sámegiela.
nob: Foreldra til elever i grunnskolen i de siste tiåra har stort sett ikke kunnet samisk.

source: Lea vuohččan oahppit, eai ge váhnemat, geat leat sávvan sámegieloahpahusa skuvllas.
nob: Ønske om samiskundervisning i skolen har i første rekke kommet fra elever, ikke fra foreldre.

source: Vuosttaš geahččaleapmi lei 80-logu loahpas.
nob: Det første forsøket var på slutten av 80-tallet.

source: Gilis ii lean sámegieloahpaheaddji, muhto háhke oahpaheaddji Bissojogas, Hans Fr.. Eriksen.
nob: I bygda var det ingen samisklærer å oppdrive, så man fikk tak i en lærer fra Børselv, Hans Fr. Eriksen.

source: Oahpahus fertii dalle leat eahkedis.
nob: Undervisninga måtte da legges til kveldstid.

source: Oahppit ožžo sámegiela válgafágan ja vástideaddji friddja skuvlaáiggis.
nob: Elevene fikk samisk som valgfag, og tilsvarende fri i skoletida.

source: Seammás ledje muhtin rávesolbmot geat maiddái háliidedje oahppat sámegiela, nu ahte lágiduvvui rávesolbmuidoahppokursa Sámiid Eatnansearvvi bokte.
nob: Samtidig var det flere voksne som ville lære samisk, så det blei organisert som voksenopplæringskurs gjennom Samenes Landsforbund.

source: Dát doaimmai muhtin áiggi, muhto de oahpaheaddji buohccái ja fertii heaitit.
nob: Dette fungerte ei stund, men så blei læreren syk og måtte slutte.

source: Álggogeahčen 1990-logu válljejedje golbma nuoraidskuvlaoahppi sámegiela nubbin giellan.
nob: På begynnelsen av 1990-tallet valgte tre elever i ungdomsskolen samisk som andrespråk.

source: Eai gávdnan gelbbolaš oahpaheaddji, muhto čuvvo Davvinkurssa, rektor Erna Pettersen bagadallin.
nob: De fikk ikke tak i kvalifisert lærer, men de fulgte Davvin-kurset med rektor Erna Pettersen som veileder.

source: Son lei ieš lohkan Davvin, muhto cealká ieš ahte ii máhttán doarvái sámegiela addit albma oahpahusa.
nob: Hun hadde sjøl gått gjennom Davvin, men sier hun kunne for lite samisk til å gi skikkelig undervisning.

source: Maŋŋil 90-logus ožžo muhtin áigodaga Harald Kåvena oahpaheaddjin.
nob: Lenger ut på 90-tallet fikk man ei periode Harald Kåven som lærer.

source: Son orui dalle Breannjas, Porsáŋggus. sullii 6 miilla Gussanjárggas.
nob: Han var da bosatt i Brenna i Porsanger, omlag 6 mil fra Kunes.

source: Dát lei fas eahketoahpahus.
nob: Dette var igjen kveldsundervisning.

source: 2000-logus ii oktage lea gáibidan sámegieloahpahusa, muitala rektor.
nob: På 2000-tallet har det derimot ifølge rektor ikke vært stilt noe krav om samiskundervisning.

source: «Gosa jávke buot mearrasámit ?»
nob: «Kor blei alle sjøfinnan av ?»

source: Vaikko skuvla ii leat nagodan addit bistevaš sámegielfálaldaga, de goit lea beroštan ollu sámi kultuvrras.
nob: Om skolen sjøl ikke klarte å gi noe fast tilbud om språkundervisning, har man i alle fall vært svært opptatt av samisk kultur.

source: – Mis lei čielga áigumuš, muitala Gerd Erlandsen, váldit vára báikkálaš sámi ja kveana kultuvrras nu bures go vejolaš.
nob: – Vi hadde en klar visjon, sier Gerd Erlandsen, om å ta vare på den lokale samiske og kvenske kulturen så godt som mulig.

source: Muhtin jagiid áigi mis lei stuora prošeakta maid gohččodeimmet «Kor blei dalle sjøfinnan av ?»
nob: For noen år siden hadde vi et stort prosjekt som vi kalte «Kor blei alle sjøfinnan av ?».

source: Oahppit galge geahččat ruovttoluotta dan áigái go dáppe orro dievva olbmot geat buohkat sámástedje, ja geahččalit gávnnahit gosa sii ledje šaddan.
nob: Elevane skulle se tilbake til den tida da her bodde fullt av folk som alle snakka samisk og forsøke å finne ut hvor de var blitt av dem.

source: Nie ohppe ollu historjjá, dáruiduhttima ja guovdilastinpolitihka birra.
nob: Slik lærte de mye om historia, om fornorsking og om sentraliseringspolitikken.

source: Leat leamaš eanet fágaidgaskasaš prošeavttat, main leat ovttasbargan giliolbmuiguin ja boazosápmelaččaiguin geain lea geasseorohat dáppe.
nob: Det har vært flere tverrfaglige prosjekter, der man har samarbeidd med folk i bygda og med reindriftssamene i nærheten.

source: Loahppa Gussanjárggas ?
nob: Endelig slutt for Kunes ?

source: Siskkit Lágesvuona olmmošlohku lea njiedjan dramáhtalaččat maŋimus logijagiid.
nob: Folketallet i indre Laksefjorden har gått dramatisk ned de siste tiåra.

source: Ovdal ledje «siskkit ja olggut suohkan» sullii seamma stuorrát, muhto siskkit oasi olmmošlohku lea dál njiedjan goalmmadassan.
nob: Mens «indre sogn» og «ytre sogn» tidligere hadde omtrent samme folketallet, har indre strøk gått ned til en tredel av det folketallet var tidligere.

source: Erenoamážit leat báhcán unnán mánnábearrašat, mii fas lea dahkan ahte leat šaddan unnán oahppit.
nob: Særlig har det vært få barnefamilier igjen, noe som har ført til stadig nedgang i elevtallet.

source: Gussanjárgga skuvllas ledje skuvlajagis 2007/08 dušše njeallje oahppi.
nob: På Kunes skole var det i skoleåret 2007/08 nede i fire elever.

source: De guovttis fárriiga, ja 2008 čavčča šadde skuvlabiirres dušše fal guokte oahppi.
nob: Så flytta to, og fra høsten 2008 ville skolekretsen bare ha to elever.

source: De bođii heaittihanuhkádus fas, ja 2008 geasi mearridii Davvesiidda suohkanstivra ahte dát oahppiguovttos beassaba vázzit skuvlla ruovttugilis dušše guokte beaivvi vahkus.
nob: Dermed kom trusselen om nedlegging opp igjen, og sommeren 2008 vedtok Lebesby kommunestyre at disse elevene bare får gå på skole på hjemplassen to dager i uka.

source: Eará beivviid soai ferteba mátkkoštit Davvesiidii, mii lea 11 miilla guđege geainnu.
nob: De andre dagene må de pendle til Lebesby, det vil si 11 mil kjøring hver veg.

source: Fas váhnemat vuostálaste.
nob: Dette førte igjen til store protester fra foreldrene.

source: Čálidettiinan dán (2008 čakčamánu) lea čielggas ahte Gussanjárgga heaittihuvvo sierra skuvlan, Gussanjárgga oahppit ja oahpaheaddji gullet Davvisiidda skuvlii, muhto geahččalit gávdnat čovdosa nu ahte oahppiguovttos oažžuba nu ollu oahpahusa go vejolaš ruovttubáikkis.
nob: I skrivende stund (september 2008) står det fast at Kunes er nedlagt som sjølstendig skole, elevene og læreren på Kunes er underlagt Lebesby skole, men man arbeider med å finne ei løsning så elevene likevel får mest mulig undervisning på Kunes.

source: Sámegiella Davvesiidda skuvllas
nob: Samisk på Lebesby skole

source: Davvesiidda skuvllas álggahedje sámegieloahpahusa easkka 2003:s.
nob: På Lebesby skole starta det opp med samiskundervisning først i 2003.

source: Lei bearaš mii fárrii deike, ja mánát háliidedje sámegiela nubbin giellan.
nob: Det var en familie som flytta dit der ungene skulle ha samisk som andrespråk.

source: Sus ii lean oahpaheaddjioahppu, muhto válddii badjelasas oahpahit sámegiela, álggos iežas mánáide, maŋŋil ledje eanet mánát geat háliidedje searvat.
nob: Mor til elevene kom fra Tana og var samisktalende, Hun hadde ikke lærerutdanning, men tok på seg å undervise i samisk, først sine egne barn, seinere var det flere som meldte sin interesse.

source: Maŋimus jagiid leat leamaš gitta logenáre oahppi geat leat lohkan sámegiela muhtin dásis, dat lea sullii 30 % ohppiin.
nob: De seinere åra har det vært opp til 10 elever som har hatt samisk på et eller annet nivå, eller omlag 30 % av elevene.

source: 2008 rájes leat skuvla ožžon ođđa sámegieloahpaheaddji.
nob: Fra 2008 har skolen fått en ny samisklærer, som er utdanna førskolelærer med halvårsenhet i samisk.

source: Skuvlajagi 2008/09 lohket 9 oahppi sámegiela, sii leat golmma joavkkus; vuosttašgiella, nubbegiella 2 ja nubbegiella 3.
nob: Skoleåret 2008/09 er det 9 elever med samisk, fordelt på tre grupper; førstespråk, andrespråk 2 og andrespråk 3.

source: Gáldut
nob: Kilder:

source: Geahča dárogiel teavstta
nob: Universitetet i Oslo 1955

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
